Repository: TarekSheikhAlard/TSHProject
Catalog: Campus.School.Management.Logic/Resources/AccountEmployeesSalary.*.resx
Languages: ar

source: Additional Salary
ar: الاضافي

# Additional_SalaryError
source: Please Enter Additional Salary
ar: ادخل الاضافي

# Allowance_Salary
source: Allowance 1
ar: بدل 1

# Allowance_SalaryError
source: Enter Allowance Salary
ar: ادخل بدلات

source: Basic Salary
ar: المرتب الاساسي

# Basic_SalaryError
source: Please Enter Basic Salary
ar: ادخل المرتب الاساسي

source: Bonuses Salary
ar: المكافأت

# Bonuses_SalaryError
source: Please Enter Bonuses Salary
ar: ادخل المكافأت

source: Dedecation
ar: الاستقطاعات

# DedecationError
source: Enter Dedecation
ar: ادخل الاستقطات

source: Employee ID
ar: اسم الموظف

# EmployeeIDError
source: Enter Employee ID
ar: ادخل كود الموظف

source: Employee Name
ar: اسم الموظف

# Employee_NameError
source: Enter Employee Name
ar: ادخل اسم الموظف

source: Extra Salary
ar: بدلات اخرى ومكافأت

# extra_SalaryError
source: Enter Extra Salary
ar: ادخل بدلات اخرى

source: Job Name
ar: الوظيفة

source: Medical insurance
ar: تأمين طبي

# Medical_insuranceError
source: Enter Medical insurance
ar: ادخل التأمين الطبي

source: Net Salary
ar: صافي المرتب

source: Social Insurance
ar: تأمين اجتماعي

# Social_insuranceError
source: Please Enter Social insurance
ar: ادخل التأمين الاجتماعي

# Tax
source: Taxes
ar: الضرائب

# TaxError
source: Please Enter Taxes
ar: ادخل قيمة الضرائب

source: Total Dedecated
ar: اجمالي الاستقطاعات

source: Total Salary
ar: اجمالي المرتب

# accommodationallowanc
source: accommodation allowance
ar: بدل السكن

source: accommodation allowance type
ar: نوع بدل السكن

source: Account Number
ar: رقم حساب البنك

source: Airline
ar: شركة الطيران

source: Airline Class
ar: درجة التذكرة

# AllowanceSalary2
source: Allowance 2
ar: بدل 2

# AllowanceSalary3
source: Allowance 3
ar: بدل 3

# BankBranchID
source: Bank Branch
ar: فرع البنك

source: conditions work allowance
ar: بدل طبيعية عمل

source: Driving allowance
ar: بدل قيادة

source: Subsistence allowance
ar: بدل اعاشة

source: Transition allowance
ar: بدل انتقال

source: Value Date
ar: تاريخ الاستحقاق

source: working Hours
ar: ساعات العمل

# Dept_ID
source: Department
ar: الادارة

# flighttickets
source: Flight Tickets per Months
ar: تذاكر الطيران / عدد الشهور

# FTperMonth
source: Month
ar: الشهور

# LBperMonth
source: Month
ar: الشهور

# leavebalance
source: Leave Balance per Months
ar: رصيد الاجازات / عدد الشهور

# BounsType
source: Pay Bouns
ar: صرف المكافاة

# sumallowance
source: sum of allowances
ar: اجمالى البدلات

source: Bank Statment
ar: ايداع بنكى

source: Bank transfer
ar: تحويل بنكى

source: Cash
ar: نقدى

# paymentsalariesway
source: payment salary way
ar: كيفية صرف الراتب
