Repository: TarekSheikhAlard/TSHProject
Catalog: Campus.School.Management.Logic/Resources/Employee.*.resx
Languages: ar

source: Address
ar: العنوان

# Addresserror
source: Please Enter Address
ar: ادخل العنوان

source: BirthDate
ar: تاريخ الميلاد

# BirthDateerror
source: Please Select your Birth Date
ar: ادخل تاريخ الميلاد

# DepartmentName
source: Department
ar: الادارة

# DeptID
source: Department
ar: الادارة

source: Email
ar: البريد الالكترونى

# Emailerror
source: Please Enter Email
ar: ادخل البريد الالكترونى

source: Employee ID
ar: كود الموظف

# ImgUrl
source: Photo
ar: الصورة

source: job
ar: الوظيفة

# jobID
source: job
ar: الوظيفة

# jobIDerror
source: Please Select your job
ar: ادخل الوظيفة

source: Mobile
ar: رقم الجوال

# Mobileerror
source: Please Enter Mobile
ar: ادخل رقم الجوال

# NameA
source: Arabic Name
ar: الاسم بالعربى

# NameAerror
source: Please Enter Arabic Name
ar: ادخل اسم الموظف بالعربى

# NameE
source: English Name
ar: الاسم بالانجليزى

# NameEerror
source: Please Enter English Name
ar: ادخل اسم الموظف بالانجليزى

source: Nationality
ar: الجنسية

# NationalityID
source: Nationality
ar: الجنسية

# NationalityIDerror
source: Please Select Nationality
ar: اختر الجنسية

source: National ID
ar: رقم الهوية

# National_IDerror
source: Please enter your National ID
ar: ادخل رقم الهوية

source: Phone
ar: التليفون

# Phoneerror
source: Please Enter Phone
ar: ادخل رقم التليفون

# WorkDate
source: Hire Date
ar: تاريخ التعيين

# WorkDateerror
source: Please Select your Hire Date
ar: ادخل تاريخ التعيين

source: Birth Place
ar: محل الميلاد

source: Child Number
ar: عدد الاطفال

source: companions Count
ar: عدد المرافقين

source: Contract Duration
ar: تاريخ انتهاء العقد

source: Educational level
ar: المستوى التعليمى

source: Employee Number
ar: رقم الموظف

# EndNational_ID_date
source: End Date of identity issuance
ar: تاريخ انتهاء الهوية

# Endpassport_date
source: End Date of Passport
ar: تاريخ انتهاء الجواز

source: Enterance Border
ar: منفذ دخول الحدود

# EnteranceDate
source: Enterance Border Date
ar: تاريخ دخول الحدود

source: Job License Number
ar: رقم رخصة العمل

source: Marital status
ar: الحالة الاجتماعية

source: Notes
ar: ملاحظات

source: Number Enter Border
ar: رقم دخول الحدود

source: Passport Number
ar: رقم جواز السفر

# passportpleace
source: Place of Passport
ar: مكان اصدار الجواز

# pleaceNational_ID
source: Place of identity issuance
ar: مكان اصدار الهوية

# ReleaseNational_ID_date
source: Start Date of identity issuance
ar: تاريخ اصدار الهوية

# Releasepassport_date
source: Start Date of Passport
ar: تاريخ اصدار الجواز

source: Religion
ar: الديانة

source: Scientific Certificate
ar: الشهادة العلمية

source: Sex
ar: النوع

source: Visa Date
ar: تاريخ التاشيرة

# visajob
source: Jobin Visa
ar: المهنة فى التاشيرة

source: Visa Number
ar: رقم التاشيرة
