Repository: TarekSheikhAlard/TSHProject
Catalog: Campus.School.Management.Logic/Resources/GeneralResource.*.resx
Languages: ar

source: Academic Year
ar: الصف الدراسى

source: Accounting
ar: الحسابات العامة

# AccountSalaryItem
source: Bouns & Deduction Item
ar: انواع الجزاءات والمكافأت

# AccountTree
source: Account Chart
ar: شجرة الحسابات

source: Bank
ar: بنك

source: Bank Branch
ar: فروع البنوك

source: Bank currency
ar: العملات

source: Basic Employee Salary
ar: اعدادات الرواتب

source: Bouns & Deduction
ar: الجزاءات والمكافأت

source: Branch Account
ar: حسابات فروع البنوك

source: Bus
ar: الأتوبيس

source: Bus Cost
ar: سعر رحلات الأتوبيسات

source: Bus Expenses
ar: مصروفات الأتوبيسات

source: Bus Student Occupation
ar: توزيع الطلاب على الأتوبيسات

source: Bus Trip
ar: رحلات الأتوبيس

source: Cash Payable
ar: الدفع النقدى

source: cheques Payable
ar: شيكات الصادرة

source: cheques Receivable
ar: شيكات الوارد

source: City
ar: المدن

source: Close
ar: إغلاق

source: Close Physical Year
ar: إغلاق السنة المالية

source: Company
ar: معلومات الشركة

# ComparePassworderror
source: password not matched.
ar: لا تتطابق كلمة المرور و تأكيد كلمة مرور

source: Configuration
ar: الإعدادات

source: Confirm Password
ar: تأكيد كلمة المرور

# ConfirmPassworderror
source: Please Enter Confirm Password
ar: الرجاء إدخال تأكيد كلمة المرور

source: Cost Center
ar: مراكز التكلفة

source: Create New
ar: إنشاء جديد

# DailyJournal
source: Journal
ar: قيود اليومية

source: Delete
ar: حذف

# DeleteMessageConfirm
source: Are You Sure You Want To Delete
ar: هل تريد حذف البيانات

source: Department
ar: الإدارات

source: Details
ar: تفاصيل

source: Edit
ar: تعديل

source: Employee
ar: الموظفين

# EmployeesMonthlySalaries
source: Monthly Salaries
ar: استلام الرواتب

# E_mailerror
source: Invaild E-Mail Format
ar: أدخل البريد الالكترونى بشكل صحيح

# FirstBalance
source: Account Balance
ar: رصيد أول المدة

source: Home
ar: الرئيسية

# ImageRequire
source: please Select Image
ar: أختر الصورة

source: Income Statement
ar: قائمة الدخل

source: Jobs
ar: الوظائف

source: Nationality
ar: الجنسيات

source: New
ar: جديد

source: Notes payable
ar: أورق الدفع

source: Notes Receivable
ar: أورق قبض

source: ok
ar: موافق

source: Password
ar: كلمة المرور

# Passworderror
source: Please Enter Password
ar: الرجاء إدخال كلمة المرور

# PasswordLength
source: The {0} must be at least {2} characters long.
ar: يجب أن يكون {0} على الأقل {2} حرفا

# PhysicalYear
source: Fiscal Year
ar: السنة المالية

# ReciveCash
source: Cash Recivable
ar: إستلام نقدي

# Reg_ExpDigit
source: Must Be Number
ar: أدخل قيمة رقمية

# Reg_Expmoney
source: Must Be Numbers
ar: أدخل القيمة رقمية

source: Save
ar: حفظ

source: School
ar: المدارس التابعة للشركة

source: Stage
ar: المرحلة الدارسية

source: Statement Type
ar: أنواع الحسابات

source: Student
ar: الطلاب

source: Student Fees
ar: الرسوم الدارسية

source: Student Configration
ar: إعدادات الطلاب

source: Student Fees
ar: سداد مصروفات الطلاب

source: StudyYear
ar: السنوات الدراسية

# toastrDelete
source: Delete is a SuccessFully Done
ar: تم الحذف بنجاح

# toastrEdit
source: Edit is a SuccessFully Done
ar: تم التعديل بنجاح

# toastrOperationFaild
source: This Operation id Faild
ar: تم فشل العملية

# toastrSave
source: Save is a SuccessFully Done
ar: تم الحفظ بنجاح

# Treasury
source: Treasury Stock
ar: الصناديق المالية

source: Update
ar: تعديل

# welcome
source: Campus ERP
ar: نظام إداره المدارس الخاصة

source: Language
ar: اللغة

source: Select
ar: أختر

source: Upload
ar: تحميل

source: Ledger
ar: حساب الأستاذ

source: Trial Balance
ar: ميزان المراجعة

source: Total
ar: الإجمالى

source: Class Room
ar: بيانات الفصول الدراسية

# AccountLevelError
source: Not Allow to Add Account
ar: غير مسموح بإضافة مستوى حسابات

# AccountChild
source: Sub Account
ar: حسابات فرعية

source: Account Level 2
ar: مستوى الحسابات الثانى

# toastrEmailExist
source: This Email is Exist
ar: البريد الأليكترونى موجود بالفعل

# Permission
source: User Permission
ar: صلاحيات المستخدم

source: Change Password
ar: تغيير كلمة المرور

# SchoolFeesList
source: Books price and StudyFees
ar: أسعار الكتب و المصروفات الدراسية

# SchoolUser
source: Users
ar: المستخدمين

source: Qurter
ar: الارباع (الكوارتر)

source: Semester
ar: الصفوف الدراسية

# AccounttreeName
source: Account Chart
ar: شجرة الحسابات

# AcademicConfigration
source: Academics
ar: اعدادات اكاديمية

# AcademicYearName
source: School Grades
ar: الصفوف الدراسية

source: Employees
ar: شؤون الموظفين

# Generaldefinitions
source: Definitions
ar: اعدادات عامة

source: general Accounting
ar: الحسابات العامة

source: Bank Configration
ar: اعدادات البنوك

source: Assets
ar: الأصول

# customer
source: Clients
ar: العملاء

source: Suppliers
ar: الموردين

source: Bonds
ar: السندات

# AccountingConfigration
source: Accounting System
ar: اعدادات الحسابات

# Generalbudget
source: Balance Sheet
ar: الميزانيه العمومية

# reviews
source: Reporting
ar: الحسابات العامة

source: Banks
ar: البنوك

# DaysOff
source: Day Off
ar: الاجازات

source: Depreciation
ar: الاهلاك

source: Petty cash
ar: العهدة

source: Reports
ar: التقارير

source: POST
ar: ترحيل

# DailyJournalPosted
source: Posted Journals
ar: تم ترحيل القيود

# DailyJournalUNPosted
source: Un-Posted Journals
ar: تم الغاء الترحيل

source: UNPOST
ar: الغاء الترحيل

source: Account Prof
ar: الاستاذ العام

# DailyJournalequal
source: Debit and Credit Not Equal
ar: الطرف الدائن لايساوى الطرف المدين

source: Account Name
ar: اسم الحساب

source: Fourth Branch
ar: فرعى رابع

source: Frist Branche
ar: فرعى اول

source: From Date
ar: من تاريخ

source: Main Account
ar: الحساب الرئيسى

source: Search
ar: بحث

source: Second Branche
ar: فرعى ثانى

source: subsidiary ledger
ar: الاستاذ المساعد

source: Third Branche
ar: فرعى ثالث

source: To Date
ar: الى تاريخ

source: Posted
ar: تم الترحيل

# DailyJournalpostedCreated
source: Journalposted Created
ar: تم عمل قيد مرحل

# DailyJournalunpostedCreated
source: Journal unposted Created
ar: تم عمل قيد غير مرحل

source: Created by
ar: مدخل القيد

source: Created Date
ar: تاريخ الادخال

source: Modifiedby
ar: معدل القيد

source: Modified Date
ar: تاريخ التعديل

source: Installment
ar: الاقساط

source: Student fees History
ar: بيان مدفوعات الطالب

source: Total Fees
ar: اجمالى المصروفات

source: bachelor's degree
ar: بكالوريوس

source: Christian
ar: مسيحى

source: divorced
ar: مطلق

source: Doctorate
ar: دكتوراه

source: Female
ar: انثى

source: High School
ar: ثانوية

source: Male
ar: ذكر

source: Married
ar: متزوج

source: master's degree
ar: ماجستير

source: Muslim
ar: مسلم

source: Others
ar: غير ذلك

source: single
ar: اعزب

source: Widower
ar: ارمل

source: Monthly
ar: شهرى

source: yearly
ar: سنوى

source: Immediate
ar: فورى

source: With salary
ar: مع المرتب

source: Log Off
ar: إطفاء

# AssetTree
source: Asset Structure
ar: Asset Tree

# DepartmentTree
source: Department Structure
ar: Department Tree

# InventoryTree
source: Inventory Structure
ar: Inventory Tree
