Repository: TarekSheikhAlard/TSHProject
Catalog: Campus.School.Management.Logic/Resources/Student.*.resx
Languages: ar

# Address
source: Adress
ar: العنوان

# Addresserror
source: Please Enter Address
ar: ادخل عنوان الطالب

source: Arabic Name
ar: الاسم العربى

# ArabicNameerror
source: Please Enter Arabic Name
ar: ادخل الاسم بالعربى

source: Birth Date
ar: تاريخ الميلاد

# BirthDateerror
source: Please Enter Birth Date
ar: ادخل تاريخ الميلاد

source: Birth Place
ar: محل الميلاد

# BirthPlaceerror
source: Please Enter Birth place
ar: ادخل محل الميلاد

# GradeID
source: Grade
ar: السنة الدارسية

# GradeIDerror
source: Please Select Grade
ar: ادخل السنة الدارسية

# GradeName
source: Grade
ar: السنة الدراسية

source: Graduate Date
ar: تاريخ التخرج

source: ID
ar: كود الطالب

source: Iqama End Date
ar: تاريخ انتهاء الاقامة

# IqamaEndDateerror
source: Please Enter Iqama End Date
ar: ادخل تاريخ انتهاء الاقامة

# IqamaNo
source: Iqama Number
ar: رقم الاقامة

# IqamaNoerror
source: Please Enter Iqama Number
ar: ادخل رقم الاقامة

source: Iqama Place
ar: محل الاقامة

source: Iqama Start Date
ar: تاريخ بداية الاقامة

# IqamaStartDateerror
source: Please Enter Iqama Start Date
ar: ادخل تاريخ بداية الاقامة

source: Is_Update
ar: تم التعديل

source: Is_Upload
ar: تم الرفع

# LastEduCity1
source: Last City Shcool 1
ar: عنوان المدرسة السابقة 1

# LastEduCity2
source: Last City Shcool 2
ar: عنوان المدرسة السابقة 2

# LastEduDateFrom1
source: Last Education Date From 1
ar: انتهاء اخر دراسة 1

# LastEduDateFrom2
source: Last Education Date From 2
ar: انتهاء اخر دراسة 2

# LastEduFull1
source: Last Education Full 1
ar: اخر شهادة 1

# LastEduFull2
source: Last Education Full 2
ar: اخر شهادة 2

# LastEduShcool1
source: Last Education Shcool 1
ar: المدرسة السابقة 1

# LastEduShcool2
source: Last Education Shcool 2
ar: المدرسة السابقة 2

# Mail
source: E-Mail
ar: البريد الالكترونى

# Mailerror
source: Please Enter Email
ar: ادخل البريد الالكترونى

source: Mobile
ar: الموبيل

# Mobileerror
source: Please enter Mobile Number
ar: ادخل رقم الموبيل

# NameEn
source: English Name
ar: الاسم بالانجليزى

# NameEnerror
source: Please Enter English Name
ar: ادخل الاسم بالانجليزى

# NationalityEn
source: Nationality
ar: الجنسية

# NationalityID
source: Nationality
ar: الجنسية

# NationalityIDerror
source: Please Select Nationality
ar: اختر الجنسية

source: Orignal fees
ar: الرسوم الاساسية

source: Parent Address
ar: عنوان الوالد

# ParentEqmEndDate
source: Parent Iqama End
ar: تاريخ انتهاء اقامة الوالد

source: Parent Job
ar: وظيفة الوالد

# ParentMail
source: Parent E-Mail
ar: البريد الالكترونى للوالد

source: Parent mobile
ar: رقم جوال الوالد

# Parentmobileerror
source: Please Enter Parent mobile
ar: ادخل رقم جوال للوالد

# ParentTell
source: Parent phone
ar: رقم تليفون الوالد

# ParentTellerror
source: Please Enter Parent phone
ar: ادخل رقم تليفون الوالد

# PassEndDate
source: Passport End Date
ar: تاريخ نهاية جواز السفر

# PassEndDateerror
source: Please Enter Passport End Date
ar: ادخل تاريخ نهاية جواز السفر

# PassportNo
source: Passport Number
ar: رقم جواز السفر

# PassportNoerror
source: Please Enter Passport Number
ar: ادخل رقم جواز السفر

source: Passport Start Date
ar: تاريخ بداية جواز السفر

# PassportStartDateerror
source: Please Enter Passport Start Date
ar: ادخل تاريخ بداية جواز السفر

# password
source: Student Password
ar: الرقم السرى للطالب

# passworderror
source: Please Enter Student Password
ar: ادخل الرقم السرى للطالب

# PersonStm
source: Person Stamp
ar: البريد

# PrevSchAr
source: previous School Arabic
ar: المدرسة السابقة بالعربى

# PrevSchool
source: previous School
ar: المدرسة السابقة

source: Refrences
ar: المرجع

source: Requirments
ar: متطلبات

source: Sex
ar: النوع

# Sexerror
source: Please Select Sex
ar: ادخل النوع

# StudentAcdID
source: Student Acdemic ID
ar: الرقم الاكاديمى

# StudentAcdIDerror
source: Please Enter Student Acdemic ID
ar: ادخل الرقم الاكاديمى للطالب

# Student_Img
source: Student Image
ar: صورة الطالب

# Tel
source: phone
ar: التليفون

# Telerror
source: Please Enter phone
ar: ادخل رقم التليفون

# YearID
source: Year
ar: السنة

# YearIDerror
source: Please Select Year
ar: اختار السنة

# YearName
source: Year
ar: السن

# ClassID
source: ClassRoom
ar: الفصل

# ClassIDerror
source: Please Select ClassRoom
ar: اختر الفصل

# Classspace
source: No Space in this ClassRoom
ar: لايوجد مكان بالفصل

source: Class Name
ar: الفصل
